Repository: omeka/plugin-CsvImport
Catalog: languages/*.po
Languages: bg_bg, ca_es, es, fi_fi, fr, hr, it, ja, mn, nl_nl, oc, pt_br, pt_pt, ro, sr_rs, uk

source: Undo import started. Reload this page for status updates.
bg_bg: Отмяната на Вмъкването е стартирана. Презаредете тази страница за да опресните статуса.
ca_es: L'acció de desfer la importació s'ha iniciat. Actualitzeu aquesta pàgina per veure els canvis d'estat.
es: Deshacer importación iniciada. Actualizar esta página para actualizaciones de estado.
fi_fi: Perutaan aineistojen tuontia. Lataa sivu uudelleen jos haluat seurata toiminnon edistymistä.
fr: Annulation d'import démarrée. Recharger cette page pour une mise à jour du statut.
hr: Poništavanje uvoza je pokrenuto. Ponovno učitaj ovu stranicu za ažuriranje statusa.
it: Annullamento dell'importazione iniziato. Ricarica questa pagina per aggiornamenti sullo stato.
ja: インポートの取り消しが開始されました。 ステータス更新のためにこのページをリロードしてください。
mn: Эхэлсэн импортыг буцаах. Хуудсыг дахин ачаалж шинэчлэлтийг харна уу.
nl_nl: Begonnen met Importeren ongedaan maken. Laad deze pagina opnieuw voor updates over de status.
oc: Anullacion d'impòrt aviada. Recargar aquesta pagina per una mesa a jorn de l'estatut.
pt_br: Desfazer importação iniciado. Atualize a página para verificar o status.
pt_pt: Anulação da importação começou. Actualize a página para receber informações sobre o estado.
ro: Anulează pornirea importului. Reîncarcă pagina aceasta pentru actualizarea stării.
sr_rs: Поништи Увоз започет. Учитајте поново ову страницу да бисте видели тренутни статус.
uk: Розпочато скасування введення. Перезавантажте цю сторінку для оновлення статусу.

source: Undo import could not be started. Please check error logs for more details.
bg_bg: Отмяната на Вмъкването не може да бъде стартирана. Проверете списъка със грешки за повече информация.
ca_es: L'acció de desfer la importació no s'ha pogut iniciar. Reviseu el registre d'errors per a saber-ne més.
es: Deshacer la importación no pudo ser iniciada. Por favor compruebe los registros para mayores detalles.
fi_fi: Perumista ei voitu aloittaa. Tarkista virheloki lisätietoja varten.
fr: L'annulation d'import n'a pas démarré. Consultez les logs d'import pour plus de détails.
hr: Poništavanje uovoza nije moguće pokrenuti. Provjerite evidenciju o grešci za više detalja.
it: L'annullamento dell'importazione non ha potuto iniziare. Si prega di verificare il registro errori per maggiori dettagli.
ja: 元に戻すインポートを開始できませんでした。 詳細については、エラーログを確認してください。
mn: Импортыг буцаах үйлдэл эхэлсэнгүй. Алдааны мэдээллийг шалгана уу.
nl_nl: Kan niet met Importeren ongedaan maken beginnen. Kijk in de errorlogs voor meer informatie.
oc: L'anullacion d'impòrt s'es pas aviat. Consultatz los logs d'impòrt per mai de detalhs.
pt_br: Desfazer importação não pode ser iniciado. Por favor verifique os logs de erros para maiores detalhes.
pt_pt: Anulação da importação não pode iniciar. Por favor verifique o ficheiro de erros para mais detalhes.
ro: Anularea importului nu s-a putut face. Verificați jurmalul de erori pentru mai multe detalii.
sr_rs: Поништи Увоз не може бити поктенуто. За више детаља, молимо погледајте описе грешака.
uk: Не вдалося розпочати скасування введення. Будь ласка, перевірте журнал помилок, щоб дізнатися більше.

source: Cleared import from the history.
bg_bg: Вмъкването е премахнато от историята.
ca_es: L'històric s'ha netejat.
es: Importación limpiada del historial.
fi_fi: Poistettiin tuonti lokista.
fr: Historique effacé
hr: Uvoz izbrisan iz povijesti.
it: Importazione eliminata dallo storico.
ja: 履歴からのインポートをクリアしました。
mn: Импортын түүхийг цэвэрлэсэн.
nl_nl: Import uit de geschiedenis verwijderd.
oc: Istoric escafat
pt_br: Dados de importação do histórico eliminados.
pt_pt: Cancelada a importação a partir do histórico.
ro: Import scos din istoric.
sr_rs: Увоз историје обрисан.
uk: Видалено введення з історії.

source: Cannot clear import history.
bg_bg: Историята на вмъкванията не може да се изтрие.
ca_es: No es pot netejar l'històric.
es: No se puede borrar el historial de importación.
fi_fi: Tuontilokia ei voitu tyhjentää.
fr: Impossible d'effacer l'historique.
hr: Ne mogu izbrisati povijest uvoza.
it: Non è possibile eliminare lo storico dell'importazione.
ja: インポート履歴をクリアできません。
mn: Оруулж ирсэн түүхийн мэдээллийг цэвэрлэж чадахгүй байна.
nl_nl: Kan de importgeschiedenis niet opschonen.
oc: Impossible d'escafar l'istoric.
pt_br: Não foi possível limpar histórico.
pt_pt: Não é possível cancelar a importação do histórico.
ro: Nu pot curăța istoricul importurilor.
sr_rs: Није могуће обрисати историју Увоза.
uk: Не вдалося видалити введення з історії.

source: Import CSV File
bg_bg: Вмъкване на CSV файл
ca_es: Importeu un fitxer CSV
es: Importar archivo CSV
fi_fi: Tuo CSV-tiedosto
fr: Importer un fichier CSV
hr: Uvezi CSV datoteku
it: Importa un file CSV
ja: CSVファイルのインポート
mn: CSV файл оруулж ирэх
nl_nl: Upload een csv-bestand
oc: Importar un fichièr CSV
pt_br: Importar arquivo CSV
pt_pt: Importar o ficheiro CSV
ro: Import fișier CSV
sr_rs: Увези CSV датотеку
uk: Імпортувати CSV файл

source: Select Item Type
bg_bg: Изберете типа на документа
ca_es: Seleccioneu el tipus d'ítem
es: Seleccionar tipo de elemento
fi_fi: Valitse aineistotyyppi
fr: Choisir le type de contenu
hr: Odaberi vrstu dokumenta
it: Seleziona la tipologia di documento
ja: アイテムタイプを選択
mn: Мэдээллийн төрөл сонгох
nl_nl: Itemsoort kiezen
oc: Causir lo tipe de contengut
pt_br: Selecionar Tipo de Item
pt_pt: Seleccione o Tipo de Item.
ro: Selectează tipul de resursă
sr_rs: Одабери врсту јединице
uk: Обрати тип елементу

source: Use an export from Omeka CSV Report
bg_bg: Използвайте експортиране от Omeka CSV Report
ca_es: Utilitzeu un fitxer d'exportació del Omeka CSV Report
es: Usar una exportación del Informe CSV de Omeka
fi_fi: Käytä Omeka.net -palvelun CSV-siirtotiedostoa
fr: Utiliser un export de CSV Report.
hr: Koristi izvoz iz Omeka CSV izvještaja
it: Usa un'esportazione da Omeka CSV Report
ja: Omeka CSVレポートからのエクスポートを使用する
mn: Омека CSV тайлан-аас экспортд ашиглах
nl_nl: Gebruik een export uit het csv-rapport van Omeka
oc: Utilizar un expòrt de CSV Report.
pt_br: Usar um arquivo exportado do Relatório CSV do Omeka
pt_pt: Use uma exportação a partir do Relatório CSV Omeka.
ro: Folosește un export de la Raport CSV Omeka
sr_rs: Користи експорт из Омека CSV извештаја
uk: Використовуйте експорт із звіту Omeka CSV

source: Selecting this will override the options below.
bg_bg: Избирайки това отменяте опциите по-долу.
ca_es: Aquesta selecció prevaldrà sobre les opcions que trobareu a continuació.
es: Seleccionando esto anulará las siguientes opciones.
fi_fi: Valinta ohittaa muut CSV-tuonnin asetukset.
fr: Sélectionner ceci remplacera les options ci-dessous.
hr: Odabir ove opcije poništit će sve opcije u nastavku.
it: Selezionare questo sovrascriverà le opzioni sottostanti.
ja: これを選択すると以下のオプションより優先されます。
mn: Үүнийг сонгоход доорх сонголтыг хүчингүй болгоно.
nl_nl: Als u dit kiest, dan overschrijft u de opties hieronder.
oc: Seleccionar aquò remplaçarà las opcions çaijós.
pt_br: Selecionar isso vai passar por cima das opções abaixo.
pt_pt: Ao seleccionar isto vai cancelar as opões abaixo.
ro: Selectarea acesteia va suprascrie opțiunile de mai jos.
sr_rs: Одабиром ове опције поништиће се опције испод.
uk: Якщо вибрати цей параметр, наведені нижче параметри будуть замінені.

source: Automap Column Names to Elements
bg_bg: Автоматично изобразяване на Имената на колони върху Елементите
ca_es: Mapatge automàtic entre els noms de les columnes i els elements
es: Autoasignar nombres de columna a elementos
fi_fi: Yhdistä taulukon sarakkeet kuvailutietokenttiin automaattisesti
fr: Aligner automatiquement les noms de colonnes avec les éléments.
hr: Automatski mapiraj imena stupaca u elemente
it: Collegamento automatico dei nomi di colonna ad elementi
ja: 列名の要素への自動マッピング
mn: Газрын зураг Баганы нэр => Элемэнт /талбар/
nl_nl: Wijs automatisch kolomnamen aan elementen toe
oc: Alinhar automaticament los noms de colomnas amb los elements.
pt_br: Auto mapear os nomes das colunas aos elementos
pt_pt: Ligar automaticamente os Nomes das Colunas aos Elementos
ro: Legare automată a numelor coloanelor la resurse
sr_rs: Аутомапирање назива колона и елемената
uk: Автоматичне відображення назв стовпців до елементів

source: Automatically maps columns to elements based on their column names. The column name must be in the form: <br/> {ElementSetName}:{ElementName}
bg_bg: Автоматично изобразяване Колоните върху Елементите въз основа на имената на колоните. Името на колона трябва да е във формата: <br/> {ElementSetName}:{ElementName}
ca_es: Mapatge automàtic de les columnes i els elements basat en el nom de les columnes. El nom de les columnes ha de tenir l’estructura següent:<br/>{ElementSetName}:{ElementName}
es: Automáticamente asignar columnas a elementos basado en sus nombres de columna. El nombre de la columna debe estar de este modo: <br/> {ElementSetName}:{ElementName}
fi_fi: Yhdistä taulukon sarakkeet kuvailutietokenttiin nimen perusteella. Sarakkeen nimen tulee olla muodossa <br/>{Kenttäjoukko:KentänNimi} esimerkiksi Dublin Core:Title
fr: Aligner automatiquement les noms de colonnes avec les éléments en fonction des titres de colonnes. Les noms de colonne doivent être de la forme : <br/> {ElementSetName}:{ElementName}
hr: Automatski mapira stupce u elemente na temelju imena stupaca. Ime stupca mora biti u obliku: <br/> {NazivSkupaElemenata}:{NazivElementa}
it: Collega automaticamente le colonne ad elementi in base ai nomi di colonna. Il nome della colonna deve essere nel formato: <br/> {NomeInsiemeElelemti}:{NomeElemento}
ja: 自動的に列名に基づいて要素に列をマップします。 列名は、次の形式である必要があります。： <br/> {ElementSetName}:{ElementName}
mn: Элемэнт дээр суурилсан баганы нэр дээр газрын зургийн баганууд очно. Баганы нэр формд дараах байдалтай байна: <br/> {ElementSetName}:{ElementName}
nl_nl: Hiermee worden kolommen automatisch aan elementen toegewezen op basis van de kolomnaam. De kolomnaam moet voldoen aan het volgende format: <br/> {ElementSetName}:{ElementName}
oc: Alinhar automaticament los noms de colomnas amb los elements en foncion dels títols de colomnas. Los noms de colomna devon èsser de la forma : <br/> {ElementSetName}:{ElementName}
pt_br: Automaticamente mapear colunas dos elementos baseados nos nomes das colunas. Os nomes devem ter o formato: <br/> {ElementSetName}:{ElementName}
pt_pt: Automaticamente ligar as colunas aos elementos através dos nomes das colunas. O nome da coluna deve estar no seguinte formato: <br/> {ElementSetName}:{ElementName}
ro: Leagă automat coloanele de resurse bazându-se pe numele coloanelor. Numele coloanei trebuie să fie de forma: <br/> {ElementSetName}:{ElementName}
sr_rs: Аутоматско мапирање колона у елементе засновано на називима колона. Називи колона морају бити у облику: <br/> {ElementSetName}:{ElementName}
uk: Автоматично зіставляє стовпці з елементами на основі їх імен стовпців. Назва стовпця має бути у формі <br/>{ElementSetName}:{ElementName}

source: Select Collection
bg_bg: Изберете Колекция
ca_es: Seleccioneu la col·lecció
es: Seleccionar colección
fi_fi: Valitse kokoelma
fr: Choisir la collection
hr: Izaberi zbirku
it: Seleziona la collezione
ja: コレクションを選択
mn: Сан хөмрөг сонгох
nl_nl: Collectie kiezen
oc: Causir la colleccion
pt_br: Selecionar coleção
pt_pt: Seleccionar Colecção
ro: Selectează colecția
sr_rs: Одабери колекцију
uk: Вибрати колекцію

source: Make All Items Public?
bg_bg: Да станат ли всички документи публични?
ca_es: Voleu marcar els ítems com públics?
es: ¿Hacer todos los elementos públicos?
fi_fi: Julkista kaikki aineistot
fr: Rendre tous les contenus publics ?
hr: Objavi sve dokumente?
it: Rendere pubblici tutti i documenti?
ja: すべてのアイテムを公開しますか？
mn: Бүх мэдээллийг нийтэд харуулах уу?
nl_nl: Alle items openbaar maken?
oc: Rendre totes los contenguts publics ?
pt_br: Tornar todos os itens públicos?
pt_pt: Tornar Todos os Itens Públicos?
ro: Faci toate resursele publice?
sr_rs: Омогућите јавну доступност свих јединица?
uk: Зробити всі елементи загальнодоступними?

source: Feature All Items?
bg_bg: Да станат ли всички документи избрани?
ca_es: Voleu marcar els ítems com destacats?
es: ¿Mostrar todos los elementos?
fi_fi: Nosta kaikki aineistot
fr: Mettre en avant tous les contenus ?
hr: Preporuči sve dokumente?
it: Mettere in evidenza tutti i documenti?
ja: すべてのアイテムを表示しますか？
mn: Бүх мэдээллийг ОНЦЛОХ болгох уу?
nl_nl: Alle items opnemen?
oc: Metre en avant totes los contenguts ?
pt_br: Destaque para todos os itens?
pt_pt: Destacar Todos os Itens?
ro: Prezinți toate resursele?
sr_rs: Истакните све јединице?
uk: Показати всі елементи?

source: Remove local files after successful import?
fr: Supprimer les fichiers locaux après un import réussi?

source: Next
bg_bg: Следващ
ca_es: Següent
es: Siguiente
fi_fi: Seuraava
fr: Suivant
hr: Sljedeći
it: Successivo
ja: 次へ
mn: Дараагийн
nl_nl: Volgende
oc: Seguent
pt_br: Próximo
pt_pt: Próximo
ro: Următoarea
sr_rs: Следећи
uk: Далі

source: Choose Identifier Elements
fr: Sélectionnez les éléments identifiants

source: Those elements will be compared to detect if an item already exists in database. If an item already exists, it will be skipped.
fr: Ces éléments seront comparés pour détecter is un contenu existe déjà dans la base de données. Si un contenu existe déjà, il sera sauté.

source: comma
bg_bg: запетая
ca_es: coma
es: coma
fi_fi: pilkku
fr: virgule
hr: zarez
it: virgola
ja: カンマ
mn: таслал
nl_nl: komma
oc: virgula
pt_br: vírgula
pt_pt: vírgula
ro: virgulă
sr_rs: зарез
uk: кома

source: semi-colon
bg_bg: точка и запетая
ca_es: punt i coma
es: punto y coma
fi_fi: puolipiste
fr: point-virgule
hr: točka sa zarezom
it: punto e virgola
ja: セミコロン
mn: цэгтэй таслал
nl_nl: puntkomma
oc: punt-virgula
pt_br: ponto e vírgula
pt_pt: ponto e vírgula
ro: punct și virgulă
sr_rs: тачка-зарез
uk: крапка з комою

source: empty
bg_bg: празен
ca_es: buit
es: vacío
fi_fi: tyhjä
fr: vide
hr: prazno
it: vuoto
ja: 空
mn: хоосон
nl_nl: leeg
oc: void
pt_br: vazio
pt_pt: vazio
ro: gol
sr_rs: празно
uk: порожнє

source: Choose Column Delimiter
bg_bg: Изберете разграничител на колоните
ca_es: Trieu un delimitador de columnes
es: Elegir delimitador de columna
fi_fi: Valitse erotinmerkki
fr: Choisir le délimiteur de colonne
hr: Odaberite graničnik stupaca
it: Scegli il separatore di colonne
ja: 列区切り文字を選択します。
mn: Талбар хязгаарлагчийг сонгох
nl_nl: Kies scheidingsteken voor kolom
oc: Causir lo delimitador de colomna
pt_br: Escolha o delimitador de coluna
pt_pt: Escolher o delimitador da coluna
ro: alege delimitatorul de coloană
sr_rs: Одаберите сепаратор колона
uk: Виберіть роздільник стовпців

source: A single character that will be used to separate columns in the file (%s by default). Note that spaces, tabs, and other whitespace are not accepted.
bg_bg: Единичен символ, който ще бъде използван за разделител на колоните във файла (%s по подразбиране). Знаци за интервал, табулация и други празни полета не се приемат.
ca_es: Un únic caràcter emprat per separar les columnes al fitxer (%s per defecte). Tingueu en compte que els espais, espais de tabulació i qualsevol altre espai en blanc no seran acceptats.
es: Un caracter que será usado para separar columnas en el archivo (%s de forma predeterminada). Notese que los espacios, tabulaciones y espacios en blanco no están aceptados.
fi_fi: Merkki jolla taulukon sarakkeen on erotettu (oletuksena %s). Huomaa, että välilyönnit, tabulaattori ja muut tyhjät merkit eivät ole sallittuja.
fr: Un caractère unique sera utilisé comme séparateur de colonnes dans le fichier (%s par défaut). Veuillez noter que les espaces, tabulations et caractères vides ne sont pas acceptés.
hr: Jedan znak koji će se koristiti za odvajanje stupaca u datoteci (%s po zadanim postavkama). Imajte na umu da se razmaci, tabulatori i ostali prazni znakovi ne prihvaćaju.
it: Un carattere singolo che sarà utilizzato per separare le colonne nel file (%s di default). Notare che spazi, tabulazioni e altri spazi vuoti non sono accettati.
ja: ファイル内の列を区切るために使用される単一の文字（デフォルトでは%s）。 スペース、タブ、およびその他の空白は受け入れられないことに注意してください。
mn: Файлын багана тус бүрд хэрэглэгдэж байгаа ганц тэмдэгт (%s -Үндсэн). Хоосон зай /whitespace/, таабуудыг зөвшөөрөхгүй.
nl_nl: Een enkel teken dat gebruikt wordt om kolommen in het bestand te scheiden (standaard is dat %s). Spaties, tabs en andere witruimtes worden niet geaccepteerd.
oc: Un caractèr unic serà utilizat coma separador de colomnas dins lo fichièr (%s per defaut). Notatz que los espacis, tabulacions e caractèrs voids son pas acceptats.
pt_br: Um único caractere que será usado para separar colunas no arquivo (por padrão %s). Note que espaços, tabulações e outros espaços em branco não são aceitos.
pt_pt: Um caracter único que será usado para separar as colunas no ficheiro (%s por defeito). Atenção que espaços, tabulações ou outros espaços em branco não são aceites.
ro: Un simgur caracter folosit pentru separarea coloanelor în fițier ( implicit %s). Trebuie remarcat că spațiile, taburile și alte spații nu sunt acceptate.
sr_rs: Јединствени карактер који ће се користити за одвајање колона у овом документу (%s према основном подешавању). Имајте на уму да размаци, табулатори и други знаци размака нису прихватљиви.
uk: Один символ, який використовуватиметься для розділення стовпців у файлі (%sза замовчуванням). Зауважте, що пробіли, табуляції та інші порожні місця не приймаються.

source: Column delimiter cannot be whitespace and must be one character long.
bg_bg: Разделителят на колоните не може да е знак за интервал и трябва да е с дължина един знак.
ca_es: El delimitador de les columnes no pot ser un espai en blanc. Feu servir com a mínim un caràcter.
es: El delimitador de columna no puede ser un espacio en blanco y debe tener una extensión de un caracter.
fi_fi: Erotinmerkki ei voi olla tyhjä merkki ja merkkejä tulee olla vain yksi.
fr: Le délimiteur de colonnes ne peut être vide et doit contenir un caractère.
hr: Graničnik stupaca ne može biti razmak i mora imati dužinu jednog znaka.
it: Il separatore di colonna non può essere uno spazio bianco e dev'essere lungo un carattere.
ja: 列区切り文字は空白であってはならず、1文字長でなければなりません。
mn: Баганы хязгаарлалт нь хоосон зайгүй, 1 тэмдэгтийн урттай байна.
nl_nl: Het scheidingsteken voor kolommen mag niet leeg zijn en moet één teken lang zijn.
oc: Lo delimitador de colomnas pòt pas èsser void e deu conténer un caractèr.
pt_br: O delimitador de coluna não pode ser espaço em branco e precisa ser somente um caractere
pt_pt: O separador de colunas não pode ser um espaço e tem de ter apenas um caracter.
ro: Delimitatorul de coloană nu poate fi un spațiu gol și trebuie să fie doar un caracter.
sr_rs: Карактер за одвајање колона не може бити размак и мора бити дужине једног карактера.
uk: Розділювач стовпців не може бути пробілом і має бути довжиною в один символ.

source: Choose File Delimiter
bg_bg: Изберете разграничител за файловете
ca_es: Trieu el delimitador de fitxers
es: Elegir delimitador de archivo
fi_fi: Valitse tiedostoerotin
fr: Choisir le délimiteur de fichier.
hr: Odaberite graničnik datoteka
it: Seleziona il separatore di file
ja: ファイル区切りを選択
mn: Файл хязгаарлагчийг сонгох
nl_nl: Kies een scheidingsteken voor bestand
oc: Causir lo delimitador de fichièr.
pt_br: Escolha o delimitador de arquivos
pt_pt: Escolha o separador de ficheiros
ro: Alege delimitatorul de fișier
sr_rs: Одаберите знак за одвајање датотека
uk: Виберіть роздільник стовпців
