Repository: omeka/plugin-CsvImport
Catalog: languages/*.po
Languages: bg_bg, ca_es, es, fi_fi, fr, hr, it, ja, mn, nl_nl, oc, pt_br, pt_pt, ro, sr_rs, uk

source: Usually, these are the result of the elements in your Omeka.net site not having corresponding elements in this installation of Omeka. Either the Dublin Core Extended plugin is not installed, or you created custom item type elements in Omeka.net, but have not yet created them here.
bg_bg: Обикновено, това е резултат на елементи във вашия Omeka.net сайт, които нямат съответстващи елементи в тази инсталация на Omeka. Или не е инсталирано разширението Dublin Core Extended, или сте създали потребителски тип документ в Omeka.net, но още не сте го създали тук.
ca_es: Normalment, aquests són el resultat dels elements procedents d’un lloc web a l’Omeka.net, que no tenen correspondència amb cap element d’aquesta instal·lació d’Omeka. Perquè no s'ha activat el connector Dublin Core Extended, o perquè s’han fet servir elements personalitzats que encara no s’han creat en aquest altre web.
es: Por lo general, estos son el resultado de los elementos en el sitio Omeka.net no teniendo elementos correspondientes en esta instalación de Omeka. O bien, el complemento Dublin Core Extended no está instalado, o creó elementos del tipo personalizado en Omeka.net, pero aun no los ha creado aquí.
fi_fi: Yleensä syynä on Omeka.net:issä käytössä olevat kuvailutietokentät jotka on jäänyt ottamatta käyttöön uudessa Omeka-asennuksessa. Todennäköisesti joko Dublin Core Extended-lisäosa ei ole käytössä tai uudesta Omeka-asennuksesta puuttuu tarvittavat aineistotyypin kuvailutietokentät.
fr: D'habitude, l'erreur est causée par des contenus sur votre site hébergé sur Omeka.net qui n'ont pas d'équivalent sur cette instance d'Omeka. Soit l'extension Dublin Core Extended n'est pas installée, soit vous avez défini des types de contenus personnalisés sur votre site Omeka.net qui n'existent pas encore sur cette instance.
hr: One su obično rezultat činjenice da elementi na vašoj Omeka.net stranici nemaju odgovarajuće elemente u ovoj instalaciji Omeke. Dublin Core Extended dodatak ili nije instaliran ili ste kreirali prilagođene vrste dokumenata u Omeka.net-u, a niste ih još kreirali ovdje.
it: Di solito, questi sono il risultto degli elementi nel tuo sito Omeka.net che non hanno elementi corrispondenti in questa installazione di Omeka. O il plugin Dublin Core Extended non è installato, o hai creato degli elementi di tipologie personalizzate su Omeka.net, ma non li hai ancora creati qui.
ja: 通常、これらは、Omeka.netサイトの要素がOmekaのこのインストールに対応する要素を持たないことの結果です。 ダブリンコア拡張プラグインがインストールされていないか、Omeka.netでカスタムアイテムタイプの要素を作成しましたが、ここでまだ作成していません。
mn: Эдгээр нь Omeka.net сайтад байхгүй элемэнтийн үр дүн. Омекагийн суулгацад нийцүүлэх элемэнтүүд. Dublin Core-ийн плагин биш Omeka.net -д суугдсан, эсвэл та үүсгэсэн мэдээллийн элемэнтийн төрөл, гэвч энд үүссэнгүй.
nl_nl: Vaak ontstaan deze doordat de elementen op uw Omeka.net-website geen overeenkomende elementen bij deze uw versie van Omeka hebben. Of de Dublin Core Extended-plug-in is niet geïnstalleerd, of u hebt een aangepast itemsoortelement aangemaakt in Omeka.net zonder dat ze hier al zijn aangemaakt.
oc: De costuma, l'error es causada per de contenguts sus vòstre site albergat sus Omeka.net qu'an pas d'equivalent sus aquesta instància d'Omeka. Siá l'extension Dublin Core Extended es pas installada, siá avètz definit de tipes de contenguts personalizats sus vòstre site Omeka.net qu'existisson pas encara sus aquesta instància.
pt_br: Normalmente, esses são resultado dos elementos no seu site Omeka.net não ter elementos correspondentes nessa instalação do Omeka. Ou o plugin Dublin Core Extendido não está instalado ou você criou um tipo de item customizado no Omeka.net, mas não o criou aqui.
pt_pt: Normalmente, este é o resultado de os elementos na sua instalação no site Omeka.net não terem elementos correspondentes na instalação do Omeka. Ou o extra Dublin Core Extended não está instalado, ou criou um elemento de tipo de item personalizado no Omeka.net, mas não o criou aqui.
ro: De regulă, acestea sunt rezultatul siteului Omeka.net care nu a avut elementele corespunzătoare în această instalare de Omeka. Fie pluginul Dublin Core Extins nu este instalat, fie ai creat elemente cu tipuri de resurse în Omeka.net, dar nu le-ai creat încă aici.
sr_rs: Обично, ово су резултати елемента на вашем Omeka.net сајту који немају одговарајуће лементе у овој инсталацији Омеке. Или дотатак за проширени Даблин кор није инсталиран, или сте креирали сопствене врсте елемената на Omeka.net, а нисте их још увек креирали и овде.
uk: Зазвичай це результат того, що на Вашому сайті Omeka.net немає елементів відповідні елементи в цій інсталяції Omeka. Або плагін Dublin Core Extended не встановлено, або ви створили елементи спеціального типу елемента в Omeka.net, але ще не створили їх тут.

source: Please correct the errors, then try your import again.
bg_bg: Корегирайте грешките и опитайте отново.
ca_es: Corregiu els errors, desprès torneu a importar el fitxer una altra vegada.
es: Por favor corrija los errores, después intente la importación nuevamente.
fi_fi: Korjaa virheet ja yritä uudelleen.
fr: Veuillez retenter l'import après avoir corrigé les erreurs.
hr: Molimo, ispravite pogreške pa pokušajte ponoviti svoj uvoz.
it: Si prega di correggere gli errori, e poi di riprovare l'importazione.
ja: エラーを修正してからインポートを再試行してください。
mn: Алдааг засаад дахин импортолж оруулна уу.
nl_nl: Herstel de fouten en probeer of u nu wel kunt importeren.
oc: Ensajar tornamai l'import aprèp aver corregir las errors.
pt_br: Por favor corrija os erros e tente importar novamente.
pt_pt: Por favor, corrija os erros e tente importar outra vez.
ro: Te rog să corectezi erorile și apoi să încerci din nou.
sr_rs: Молимо, исправите грешке па покушајте ваш увоз поново.
uk: Виправте помилки, а потім спробуйте імпортувати ще раз.

source: Step 1: Select File and Item Settings
bg_bg: Стъпка 1: Изберете файл и настройки за документа
ca_es: Pas 1: Seleccioneu el fitxer i els paràmetres dels ítems
es: Paso 1: seleccione archivo y configuración del mismo
fi_fi: Vaihe 1: Tiedosto- ja aineistoasetukset
fr: Étape 1 : Choix du fichier et Paramètres des enregistrements
hr: Korak 1: Odaberite postavke datoteke i dokumenta
it: Passo 1: seleziona la configurazione per il file e i documenti
ja: ステップ1：ファイルとアイテムの設定を選択する
mn: Алхам 1: Файлыг сонгоод мэдээллийн тохиргоо хийх
nl_nl: Stap 1: selecteer bestands- en iteminstellingen
oc: Etapa 1 : Causida del fichièr e Paramètres dels enregistraments
pt_br: Passo 1: Selecionar Arquivo e Propriedades do Item
pt_pt: Passo 1: Seleccione as Configurações de Ficheiro e Item
ro: Pasul 1. Selectează setările fișierului și a resursei
sr_rs: Корак 1: Одаберите подешавање датотека и јединица
uk: Крок 1. Виберіть Налаштування файлів та елементів

source: Step 2: Map Columns To Elements, Tags, or Files
bg_bg: Стъпка 2: Изобразяване на колоните в елементи, маркери или файлове
ca_es: Pas 2: Mapatge de les columnes amb els elements, etiquetes o fitxers
es: Paso 2: Asignar columnas a elementos, etiquetas o archivos.
fi_fi: Vaihe 2: Yhdistä sarakkeet
fr: Étape 2 : Relier les colonnes aux éléments, mots clé ou fichiers
hr: Korak 2: Mapirajte stupce u elemente, oznake ili datoteke
it: Passo 2: mappa le colonne agli elementi, etichette o file
ja: ステップ2：要素、タグ、またはファイルに列をマップする
mn: Алхам 2: Талбаруудыг элемэнт, тааг, файлууд руу чиглүүлэх
nl_nl: Stap 2: Wijs kolommen aan Elementen, tags of bestanden toe
oc: Etapa 2 : Religar las colomnas als elements, mots clau o fichièrs
pt_br: Passo 2: Mapear colunas aos elementos, tags ou arquivos
pt_pt: Passo 2: Ligue as Colunas aos Elementos, Etiquetas ou Ficheiros
ro: Pasul 2: Leagă coloanele la resurse, etichete sau fișiere
sr_rs: Корак 2: Мапирај колоне са елементима, таговима или датотекама
uk: Крок 2: Зіставте стовпці з елементами, тегами або файлами

source: Logs for import #%s
fr: Logs pour l'import #%s

source: Time
fr: Temps

source: Priority
fr: Priorité

source: You have no logs yet.
fr: Vous n'avez encore aucun log.

source: Column
bg_bg: Колона
ca_es: Columna
es: Columna
fi_fi: Sarake
fr: Colonne
hr: Stupac
it: Colonna
ja: 列
mn: Багана
nl_nl: Kolom
oc: Colomna
pt_br: Coluna
pt_pt: Coluna
ro: Coloană
sr_rs: Колона
uk: Стовпець

source: Example from CSV File
bg_bg: Пример от CSV файл
ca_es: Exemple d'un fitxer CSV
es: Ejemplo desde el archivo CSV
fi_fi: Katkelma CSV-tiedostosta
fr: Exemple depuis un fichier CSV
hr: Primjer iz CSV datoteke
it: Esempio dal file CSV
ja: CSVファイルの例
mn: CSV файлын жишээ
nl_nl: Voorbeeld uit een csv-bestand
oc: Exemple dempuèi un fichièr CSV
pt_br: Exemplo de um arquivo CSV
pt_pt: Exemplo de ficheiro CSV
ro: Exemplu de fișier CSV
sr_rs: Пример из CSV датотеке
uk: Приклад з CSV файлу

source: Map To Element
bg_bg: Изобразяване в елемент
ca_es: Mapatge amb l'element
es: Asignar al elemento
fi_fi: Yhdistä kenttään
fr: Relier à l'élément
hr: Mapiraj u element
it: Collega all'elemento
ja: 要素への地図
mn: Газрын зураг => Элемэнт /талбар/
nl_nl: Wijs aan element toe
oc: Religar a l'element
pt_br: Mapear para o elemento
pt_pt: Ligação ao elemento
ro: Leagă de resursă
sr_rs: Мапирај са елементом
uk: Карта до елементу

source: Use HTML?
bg_bg: Използване на HTML?
ca_es: Emprar l'HTML?
es: ¿Usar HTML?
fi_fi: Käytä HTML-muotoa
fr: Utiliser HTML ?
hr: Koristi HTML?
it: Utilizzare l'HTML?
ja: HTMLを使用しますか？
mn: HTML хэрэглэх үү?
nl_nl: HTML gebruiken?
oc: Utilizar HTML ?
pt_br: Usar HTML?
pt_pt: Usar HTML?
ro: Folosești HTML?
sr_rs: Користи HTML?
uk: Використати HTML?

source: Tags?
bg_bg: Маркери?
ca_es: Etiquetes?
es: ¿Etiquetas?
fi_fi: Avainsana
fr: Mots clé ?
hr: Oznake?
it: Etichette?
ja: タグ？
mn: Таагууд?
oc: Mots clau ?
pt_pt: Etiquetas?
ro: Etichete?
sr_rs: Тагови?
uk: Теги?

source: Files?
bg_bg: Файлове?
ca_es: Fitxers?
es: ¿Archivos?
fi_fi: Tiedosto
fr: Fichiers ?
hr: Datoteke?
it: File?
ja: ファイル？
mn: Файлууд?
nl_nl: Bestanden?
oc: Fichièrs ?
pt_br: Arquivos?
pt_pt: Ficheiros?
ro: Fişiere?
sr_rs: Датотеке?
uk: Файли?

source: Import Date
bg_bg: Дата на вмъкване
ca_es: Data de la importació
es: Importar fecha
fi_fi: Tuontipäivä
fr: Date de l'import
hr: Datum uvoza
it: Data di importazione
ja: インポート日
mn: Огноо оруулж ирэх
nl_nl: Datum import
oc: Data de l'impòrt
pt_br: Importar dados
pt_pt: Importar Data
sr_rs: Датум увоза
uk: Імпортувати дату

source: CSV File
bg_bg: CSV файл
ca_es: Fitxer CSV
es: Archivo CSV
fi_fi: Tuontitiedosto
fr: Fichier CSV
hr: CSV datoteka
it: File CSV
ja: CSVファイル
mn: CSV Файл
nl_nl: Csv-bestand
oc: Fichièr CSV
pt_br: Arquivo CSV
pt_pt: Ficheiro CSV
ro: Fișier CSV
sr_rs: CSV датотека
uk: CSV файл

source: Imported Items
bg_bg: Вмъкнати документи
ca_es: Ítems importats
es: Elementos importados
fi_fi: Tuotuja aineistoja
fr: Contenus importés
hr: Uvezeni dokumenti
it: Oggetti importati
ja: インポートしたアイテム
mn: Импортлогдсон мэдээллүүд
nl_nl: Geïmporteerde items
oc: Contenguts importats
pt_br: Itens importados
pt_pt: Itens importados
ro: Resurse importate
sr_rs: Увезене јединице
uk: Імпортовані елементи

source: Skipped Items
bg_bg: Пропуснати документи
ca_es: Ítems omesos
es: Elementos omitidos
fi_fi: Hylättyjä aineistoja
fr: Contenus ignorés
hr: Preskočeni dokumenti
it: Documenti saltati
ja: スキップされたアイテム
mn: Алгассан мэдээллүүд
nl_nl: Overgeslagen items
oc: Contenguts ignorats
pt_br: Itens não incorporados
pt_pt: Itens ignorados
ro: Resurse neprocesate
sr_rs: Прескочене јединице
uk: Пропущенні елементи

source: Skipped Rows
bg_bg: Пропуснати редове
ca_es: Files omeses
es: Filas omitidas
fi_fi: Hylättyjä rivejä
fr: Lignes ignorées
hr: Preskočeni redovi
it: Linee saltate
ja: スキップした行
mn: Алгассан мөрүүд
nl_nl: Overgeslagen rijen
oc: Linhas ignoradas
pt_br: Linhas não incorporadas
pt_pt: Linhas ignoradas
ro: Rânduri neprocesate
sr_rs: Прескочени редови
uk: Пропущенні рядки

source: Undo Import
bg_bg: Отмени вмъкването
ca_es: Desfeu la importació
es: Deshacer importación
fi_fi: Peru tuonti
fr: Annuler l'import
hr: Poništi uvoz
it: Annullare l'importazione
ja: インポートを元に戻す
mn: Оруулж ирэхийг болиулах
nl_nl: Maak import ongedaan
oc: Anullar l'impòrt
pt_br: Desafazer importação
pt_pt: Anular Importação
ro: Anulează importul
sr_rs: Поништи Увоз
uk: Скасувати імпортування

source: Clear History
bg_bg: Изчисти историята
ca_es: Netegeu l'històric
es: Limpiar historia
fi_fi: Tyhjennä loki
fr: Effacer l'historique
hr: Očisti povijest
it: Pulisci la cronologia
ja: 履歴をクリア
mn: Түүхийг цэвэрлэх
nl_nl: Wis geschiedenis
oc: Escafar l'istoric
pt_br: Limpar histórico
pt_pt: Limpar Histórico
ro: Șterge istoricul
sr_rs: Обриши историју
uk: Очистити історію

source: You have no imports yet.
bg_bg: Още нямате нищо за вмъкване.
ca_es: No teniu cap importació.
es: Aun no posee importaciones.
fi_fi: Ei tuotuja aineistoja.
fr: Vous n'avez encore aucun import.
hr: Nemate uvezenih datoteka.
it: Non hai ancora alcuna importazione.
ja: まだインポートしていません。
mn: Танд импортолсон зүйл алга.
nl_nl: Je hebt nog geen imports
oc: Avètz pas encara cap d'impòrt.
pt_br: Você não importou nada ainda.
pt_pt: Você ainda não tem importações.
ro: Nu ai importuri deocamdată.
sr_rs: Још увек немате увоза.
uk: У вас немає імпортувань.

source: CSV Import
bg_bg: CSV вмъкване
es: Importar CSV
fi_fi: CSV-tuonti
hr: CSV unos
it: Importazione di un file CSV
ja: CSVインポート
mn: CSV оруулж ирэх
pt_br: Importar CSV
pt_pt: Importar CSV
ro: Import CSV
sr_rs: CSV увоз
uk: CSV введення

source: Action
bg_bg: Действие
ca_es: Acció
es: Acciones
fi_fi: Toiminto
hr: Akcija
it: Azione
ja: アクション
mn: Үйл ажиллагаа
nl_nl: Handeling
oc: Accion
pt_br: Ação
pt_pt: Acção
ro: Acțiune
sr_rs: Активности
uk: Дія
