Repository: omeka/plugin-CsvImport
Catalog: languages/*.po
Languages: bg_bg, ca_es, es, fi_fi, fr, hr, it, ja, mn, nl_nl, oc, pt_br, pt_pt, ro, sr_rs, uk

source: Import Items
bg_bg: Импортиране на документи
ca_es: Importeu ítems
es: Importar elementos
fi_fi: Tuo aineistoja
fr: Importer les contenus
hr: Uvoz podataka
it: Importa oggetti
ja: アイテムをインポート
mn: Мэдээлэл оруулж ирэх
nl_nl: Importeer items
oc: Importar los contenguts
pt_br: Importar itens
pt_pt: Importar Itens
ro: Importă resurse
sr_rs: Увези јединице
uk: Ввести елементи

source: Status
bg_bg: Статус
ca_es: Estat
es: Estado
fi_fi: Tila
fr: Statut
it: Stato
ja: 状態
mn: Статус
oc: Estatut
pt_pt: Estado
sr_rs: Статус
uk: Статус

source: Queued
bg_bg: Изчакващ
ca_es: En cua
es: En cola
fi_fi: Jonossa
fr: En attente
hr: Na čekanju
it: Accodato
ja: 処理待ち
mn: Хүлээгдсэн
nl_nl: In wachtrij
oc: En espèra
pt_br: Na fila
pt_pt: A aguardar
ro: În coadă
sr_rs: На чекању
uk: В очікуванні

source: In Progress
bg_bg: В процес на обработка
ca_es: En progrés
es: En curso
fi_fi: Käynnissä
fr: En cours
hr: U tijeku
it: In corso
ja: 処理中
mn: Хөгжил дэвшил
nl_nl: Bezig
oc: En cors
pt_br: Em andamento
pt_pt: Em andamento
ro: În Progres
sr_rs: Поступак у току
uk: В процесі

source: Completed
bg_bg: Завършен
ca_es: Completat
es: Terminado
fi_fi: Valmis
fr: Terminé
hr: Završeno
it: Completati
ja: 完了
mn: Бүрдсэн
nl_nl: Afgerond
oc: Acabat
pt_br: Finalizado
pt_pt: Completo
ro: Finalizat
sr_rs: Завршено
uk: Завершено

source: Queued Undo
bg_bg: Отмяна на изчакването
ca_es: Desfés la cua
es: Deshacer en cola
fi_fi: Peruminen jonossa
fr: Annulations en attente
hr: Poništi na čekanju
it: Annullamento programmato
ja: 処理待ちを解除して元に戻す
mn: Хүлээлтийг болиулах
nl_nl: Maak In wachtrij ongedaan
oc: Anullacions en espèra
pt_br: Apagar da fila
pt_pt: Anular a aguardar
ro: Anulare în coadă
sr_rs: Поништи На чекању
uk: Очікує скасування

source: Undo In Progress
bg_bg: Отмяна е стартирана
ca_es: L'acció de desfer es troba en curs
es: Deshacer en curso
fi_fi: Peruminen käynnissä
fr: Annulations en cours
hr: Poništavanje u tijeku
it: Annullamento in corso
ja: 処理中を解除して元に戻す
mn: Хөгжил дэвшлээс буцах
nl_nl: Maak Bezig ongedaan
oc: Anullacions en cors
pt_br: Desfazer em andamento
pt_pt: Anular em execução
ro: Anulare în desfășurare
sr_rs: Поништи Поступак у току
uk: Скасування в процесі

source: Completed Undo
bg_bg: Приключена отмяна
ca_es: L'acció de desfer s'ha completat
es: Deshacer terminado
fi_fi: Peruttu
fr: Annulations terminées
hr: Poništavanje zavšeno
it: Annullamento completato
ja: 完了を元に戻す
mn: Бүрдсэн үйлдлийг буцаах
nl_nl: Maak Afgerond ongedaan
oc: Anullacions acabadas
pt_br: Desfazer finalizado
pt_pt: Anulação completa
ro: Anulare finalizată
sr_rs: Поништи Завршено
uk: Скасування завершено

source: Import Error
bg_bg: Грешка при вмъкването
ca_es: Error en la importació
es: Importar error
fi_fi: Virhe tuonnissa
fr: Erreur d'importation
hr: Greška pri uvozu podataka
it: Errore nell'importazione
ja: インポートエラー
mn: Оруулж ирэхэд гарсан алдаа
nl_nl: Importfout
oc: Error d'importacion
pt_br: Erro na importação
pt_pt: Erro ao importar
ro: Eroare Import
sr_rs: Грешка приликом увоза
uk: Помилка введення

source: Undo Import Error
bg_bg: Отмяна на грешката при вмъкване
ca_es: Desfés l'error en la importació
es: Deshacer importar error
fi_fi: Virhe peruttaessa
fr: Erreur d'annulation
hr: Greška u poništavanju uvoza
it: Annulla l'errore nell'importazione
ja: インポートエラーを元に戻す
mn: Оруулж ирэхэд гарсан алдааг буцаах
nl_nl: Maak Importfout ongedaan
oc: Error d'anullacion
pt_br: Desfazer erro ao importar
pt_pt: Anular erro ao importar
ro: Anularea erorii de import
sr_rs: Поништи Грешка приликом увоза
uk: Скасувати помилку введення

source: Other Error
bg_bg: Друга грешка
ca_es: Un altre error
es: Otro error
fi_fi: Muu virhe
fr: Autres erreurs
hr: Druga greška
it: Altro errore
ja: その他のエラー
mn: Бусад алдаа
nl_nl: Andere fout
oc: Autras errors
pt_br: Outro erro
pt_pt: Outro erro
ro: Altă eroare
sr_rs: Друге грешке
uk: Інша помилка

source: Stopped
bg_bg: Спрян
ca_es: Aturat
es: Detenido
fi_fi: Pysäytetty
fr: Arrêté
hr: Zaustavljeno
it: Interrotto
ja: 停止
mn: Зогссон
nl_nl: Gestopt
oc: Arrestat
pt_br: Parado
pt_pt: Parado
ro: Oprit
sr_rs: Заустављено
uk: Призупинено

source: Paused
bg_bg: Пауза
ca_es: Pausat
es: Pausado
fi_fi: Pysäytetty
fr: En pause
hr: Pauzirano
it: In pausa
ja: 一時停止中
mn: Түр зогссон
nl_nl: Gepauzeerd
oc: En pausa
pt_br: Em pausa
pt_pt: Pausa
ro: Pe pauză
sr_rs: Паузирано
uk: Пауза

source: Started import.
fr: Import démarré.

source: Cannot complete an import that is already completed.
fr: Impossible de terminer un import déjà terminé.

source: Completed importing %1$s items (skipped %2$s items, %3$s rows).
fr: Import terminé: %1$s contenus importés (ignorés: %2$s contenus et %3$s lignes).

source: Cannot complete an undo import that is already undone.
fr: Impossible de terminer l'annulation d'un import déjà annulé.

source: Completed undoing the import.
fr: Annulations de l'import terminées

source: Cannot resume an import or undo import that has not been queued.
fr: Impossible de reprendre ou d'annuler un import qui n'a pas été mis en file d'attente.

source: Resumed import.
fr: Import repris.

source: Resumed undo import.
fr: Annulation d'import reprise.

source: Stopped import or undo import due to error.
fr: Import ou annulation d'import arrêté pour cause d'erreur.

source: Stopped import or undo import due to error: %s
fr: Import ou annulation d'import arrêté pour cause d'erreur: %s

source: Cannot queue an import that has an error.
fr: Impossible de mettre en file d'attente un import qui a une erreur.

source: Cannot queue an import that has been stopped.
fr: Impossible de mettre en file d'attente un import qui a été arrêté.

source: Cannot queue an import that has been completed.
fr: Impossible de mettre en file d'attente un import qui a été terminé.

source: Cannot queue an import that has been undone.
fr: Impossible de mettre en file d'attente un import qui a été annulé.

source: Queued import.
fr: Import mis en file d'attente.

source: Cannot queue an undo import that has an undo import error.
fr: Impossible de mettre en file d'attente un import qui a une erreur d'annulation.

source: Cannot queue an undo import that has an error.
fr: Impossible de mettre en file d'attente une annulation d'import qui a une erreur

source: Cannot queue an undo import that has been stopped.
fr: Impossible de mettre en file d'attente une annulation d'import qui a été arrêtée.

source: Cannot queue an undo import that has been undone.
fr: Impossible de mettre en file d'attente une annulation d'import qui a été annulée.

source: Queued undo import.
fr: Annulations en file d'attente

source: Started undo import.
fr: Annulation d'import démarrée.

source: Running item import loop. Memory usage: %s
fr: Lancement de la boucle d'import. Utilisation de la mémoire: %s

source: Skipped item on row #%s
fr: Contenus ignorés à la ligne #%s

source: Completed importing batch of %1$s items. Memory usage %2$s
fr: Import d'un lot de %1$s contenus terminé. Utilisation de la mémoire: %2$s

source: Completed undoing the import of a batch of %1$s items. Memory usage: %2$s
fr: Annulation de l'import d'un lot de %1$s contenus terminée. Utilisation de la mémoire! %2$s

source: Identifier Element Texts: %s
fr: Textes des éléments identifiants %s

source: Invalid file URL "%1$s": %2$s
fr: URL du fichier invalide "%1$s": %2$s

source: Could not import file "%1$s": %2$s
fr: Impossible d'importer le fichier "%1$s": %2$s

source: Failed to remove file %s
fr: Suppression du fichier %s echouée

source: Please ensure that all column names are unique.
bg_bg: Уверете се, че имената на колоните са уникални.
ca_es: Comproveu que tots els noms de les columnes són únics.
es: Por favor, asegúrese que todos los nombres de las columnas sean únicas.
fi_fi: Varmista että kukin sarake esiintyy tiedostossa vain kerran.
fr: Veuillez vous assurer que chaque nom de colonne est unique.
hr: Pazite da su svi nazivi stupaca jedinstveni.
it: Si prega di assicurarsi che tutti i nomi di colonna siano univoci.
ja: すべての列名が一意であることを確認してください。
mn: Бүх баганы нэрүүд өвөрмөц байхыг анхаарна уу.
nl_nl: Zorg ervoor dat alle kolomnamen uniek zijn.
oc: Asseguratz-vos que cada nom de colomna es unic.
pt_br: Por favor certifique-se que todos os nomes das colunas são únicos.
pt_pt: Por favor verifique que todas as colunas têm nomes únicos.
ro: Asigură-te că toate numele de coloane sunt unice.
sr_rs: Молимо будите сигурни да се називи колона не понављају.
uk: Переконайтеся, що всі назви стовпців унікальні.

source: Please ensure that the CSV file is formatted correctly and contains the expected number of columns for each row.
bg_bg: Уверете се, че CSV файлът е форматиран коректно и има очаквания брой колони във всеки ред.
ca_es: Comproveu que el fitxer CSV es troba correctament formatat i conté el nombre necessari de columnes per fila.
es: Por favor asegúrese que el archivo CSV está correctamente configurado y posee el número de columnas esperadas para cada fila.
fi_fi: Varmista että CSV-tiedosto on muotoiltu oikein ja jokainen rivi sisältää saman määrän sarakkeita.
fr: Veuillez vous assurer que le fichier CSV est correctement formé et qu'il contient le nombre de colonnes attendues pour chaque contenu.
hr: Pazite da je CSV datotaka ispravno formatirana i da sadrži očekivani broj stupaca u svakom redu.
it: Si prega di assicurarsi che il file CSV sia formattato correttamente e che contenga l'atteso numero di colonne per ogni riga.
ja: CSVファイルが正しくフォーマットされ、各行の予想される列数が含まれていることを確認してください。
mn: Мөр бүрийн баганы зөв форматтай болон хүлээгдэж байгаа дугаарыг агуулсан CSV файл эсэхийг батлах.
nl_nl: Zorg ervoor dat het csv-bestand juist is geformatteerd en dat het het verwachte aantal kolommen voor elke rij bevat.
oc: Asseguratz-vos que lo fichièr CSV es corrèctament format e que conten lo nombre de colomnas esperadas per cada contengut.
pt_br: Por favor certifique-se que o arquivo CSV está formatado corretamente e contém o número de colunas esperado para cada linha.
pt_pt: Por favor verifique se o ficheiro CSV está formatado correctamente e contém o número esperado de colunas para cada linha.
ro: Asigură-te că fișierul CSV este formatat corect și conține numărul corect de coloane pentru fiecare rând.
sr_rs: Молимо будите сигурни да је CSV датотека форматирана правилно и да садржи очекивани број колона у сваком реду.
uk: Переконайтеся, що файл CSV відформатовано правильно та містить очікувану кількість стовпців для кожного рядка.

source: Invalid form input. Please see errors below and try again.
bg_bg: Грешни данни. Вижте грешките по-долу и опитайте пак.
ca_es: Entrada invàlida al formulari. Reviseu els errors i torneu a provar.
es: Entrada de formulario no válida. Por favor, vea los siguientes errores y vuelva a intentarlo.
fi_fi: Lomakkeella on virheellisiä tietoja. Korjaa virheet ja yritä uudelleen.
fr: Formulaire non valide. Prenez connaissance des erreurs et essayez à nouveau.
hr: Pogrešan unos obrasca. Molimo pogledajte pogreške u nastavku i pokušajte ponovno.
it: Inserimento invalido nel modulo. Si prega di verificare gli errori sottostanti e riprovare.
ja: フォーム入力が無効です。 以下のエラーを見て、もう一度やり直してください。
mn: Формд оруулахад алдаа гарлаа. Алдааг хянаад дахин оролдоно уу.
nl_nl: Ongeldige invoer in het formulier. Hieronder volgen de fouten; probeer het opnieuw.
oc: Formulari invalid. Prenètz coneissénça de las errors e ensajatz tornamai.
pt_br: Dados do formúlario inválidos. Por favor veja os erros abaixo e tente novamente.
pt_pt: Registo inválido no formulário. Por favor verifique os erros abaixo e tente de novo.
ro: Formular nevalid. Identifică erorile mai jos și completează din nou.
sr_rs: Неодговарајући облик уноса. Молимо погледајте грешке испод и пробајте поново.
uk: Недійсне введення форми. Перегляньте помилки нижче та повторіть спробу.

source: Error uploading file. Please try again.
bg_bg: Грешка при качване на файла. Опитайте отново.
ca_es: Error en la càrrega del fitxer. Torneu a provar.
es: Error cargando archivo. Por favor, inténtelo nuevamente.
fi_fi: Tiedoston siirrossa tapahtui virhe. Yritä uudelleen.
fr: Chargement du fichier impossible. Merci d'essayer à nouveau.
hr: Pogreška pri prijenosu datoteke. Molimo pokušajte ponovno.
it: Errore durante il caricamento del file. Si prega di riprovare.
ja: ファイルのアップロード中にエラーが発生しました。 もう一度お試しください。
mn: Файл илгээхэд алдаа гарлаа. Дахин оролдоно уу.
nl_nl: Fout bij het uploaden van het bestand. Probeer het opnieuw.
oc: Cargament del fichièr impossible. Mercé d'ensajar tornamai.
pt_br: Erro ao fazer o upload. Por favor tente novamente.
pt_pt: Erro ao enviar ficheiro. Por favor tente de novo.
ro: Eroare la încărcarea fițierului. Încearcă din nou.
sr_rs: Грешка приликом слања датотеке. Молимо пробајте поново.
uk: Помилка завантаження файлу. Будь ласка, спробуйте ще раз.

source: Your file is incorrectly formatted.
bg_bg: Файлът е некоректно форматиран.
ca_es: El fitxer té un format incorrecte.
es: Su archivo tiene un formato incorrecto.
fi_fi: Tiedosto on muotoiltu virheellisesti.
fr: Votre fichier n'est pas formaté correctement.
hr: Vaša datoteka je pogrešno formatirana.
it: Il tuo file non è formattato correttamente.
ja: ファイルの形式が正しくありません。
mn: Файлын формат тохирохгүй байна.
nl_nl: Uw bestand heeft het verkeerde format.
oc: Vòstre fichièr es pas formatat corrèctament.
pt_br: Seu arquivo não está formatado corretamente.
pt_pt: O seu ficheiro está mal formatado.
ro: Fișierul tău este formatat incorect.
sr_rs: Ваша датотека није правилно форматирана.
uk: Ваш файл неправильно відформатований.

source: Import settings expired. Please try again.
bg_bg: Настройките за вмъкване са изтекли. Опитайте отново
ca_es: Els paràmetres de la importació han expirat. Torneu a provar.
es: La importación de configuraciones ha caducado. Por favor, inténtelo nuevamente.
fi_fi: Tuonnin asetukset vanhenivat. Yritä uudelleen.
fr: Les paramètres d'importation ont expiré. Merci de réessayer.
hr: Postavke uvoza su istekle. Molimo pokušajte ponovno .
it: Configurazione di importazione scaduta. Si prega di riprovare.
ja: インポート設定の有効期限が切れました。 もう一度お試しください。
mn: Импортлох тохиргоонд алдаа гарлаа. Дахин оролдоно уу.
nl_nl: De importinstellingen zijn verlopen. Probeer het opnieuw.
oc: Los paramètres d'importacion an expirat. Mercé d'ensajar tornamai.
pt_br: Parâmetros de importação expirados. Por favor tente novamente.
pt_pt: As configurações de importação expiraram. Por favor tente de novo.
ro: A expirat timpul pentru introducerea setărilor pentru import. Încearcă din nou.
sr_rs: Истекла подешавања увоза. Молимо пробајте поново.
uk: Термін дії налаштувань імпорту закінчився. Будь ласка, спробуйте ще раз.

source: Invalid form input. Please try again.
bg_bg: Невалидни данни. Опитайта отново
ca_es: Entrada invàlida al formulari. Torneu a provar.
es: Entrada de formulario no válida. Por favor, vuelva a intentarlo.
fi_fi: Lomakkeella on virheellisiä tietoja. Yritä uudelleen.
fr: Formulaire non valide. Merci d'essayer à nouveau.
hr: Pogrešan unos obrasca. Molimo pokušajte ponovno.
it: Inserimento invalido nel modulo. Si prega di riprovare.
ja: フォーム入力が無効です。 もう一度お試しください。
mn: Формд оруулахад алдаа гарлаа. Дахин оролдоно уу.
nl_nl: Ongeldig invoer in het formulier. Probeer het opnieuw.
oc: Formulari invalid. Mercé d'ensajar tornamai.
pt_br: Formulário de entrada inválido. Por favor tente novamente.
pt_pt: Registo inválido no formulário. Por favor tente de novo.
ro: Formular de introducere nevalid. Încearcă din nou.
sr_rs: Неодговарајући облик уноса. Молимо пробајте поново.
uk: Недійсне введення форми. Будь ласка, спробуйте ще раз.

source: Please map at least one column to an element, file, or tag.
bg_bg: Моля, отбележете поне една колона с елемент, фаил или отметка.
ca_es: Assigneu, com a mínim, una columna per element, fitxer o etiqueta.
es: Por favor, asignar al menos una columna para un elemento, archivo o etiqueta.
fi_fi: Vähintään yhden taulukon sarakkeen tulee olla kuvailutietokenttä, tiedosto tai avainsana.
fr: Veuillez créer l'équivalence pour une colonne au moins vers un élément, fichier ou mot-clé.
hr: Mapirajte barem jedan stupac u element, datoteku ili oznaku.
it: Si prega di collegare almeno una colonna ad un elemento, file o etichetta.
ja: 少なくとも1つの列を要素、ファイル、またはタグにマップしてください。
mn: Газрын зураг нь хамгийн багадаа 1 багана бүхий элемэнт /талбар/, файл, эсвэл тааг байна.
nl_nl: Wijs tenminste een kolom toe aan een element, een bestand of een tag.
oc: Creatz l'equivaléncia per una colomna al mens cap a un element, fichièr o mot clau.
pt_br: Por favor relacione ao menos uma coluna com um elemento, arquivo ou tag.
pt_pt: Por favor ligue pelo menos uma coluna a um elemento, ficheiro ou etiqueta.
ro: Leagă cel puțin o coloană la o resursă, fișier sau etichetă.
sr_rs: Молимо мапирајте најмање једну колону са неким елементом, датотеком или тагом.
uk: Зіставте принаймні один стовпець з елементом, файлом або тегом.

source: Import started. Reload this page for status updates.
bg_bg: Вмъкването е стартирано. Презаредете тази страница за да опресните статуса.
ca_es: Importació iniciada. Actualitzeu la pàgina per a veure els canvis d'estat.
es: Importación iniciada. Actualice esta página para actualizar su estado.
fi_fi: Aineistojen tuonti on käynnissä. Lataa sivu uudelleen jos haluat seurata toiminnon edistymistä.
fr: Import démarré. Recharger cette page pour une mise à jour du statut.
hr: Uvoz je započeo. Ponovno učitaj ovu stranicu za ažuriranje statusa.
it: Importazione iniziata. Ricaricare questa pagina per aggiornamenti sullo stato.
ja: インポートが開始されました。 ステータス更新のためにこのページをリロードしてください。
mn: Импорт эхэлсэн. Хуудсыг дахин ачаалж шинэчлэлтийг харна уу.
nl_nl: Met importeren begonnen. Laad deze pagina opnieuw voor updates over de status.
oc: Import aviat. Recargar aquesta pagina per una mesa a jorn de l'estatut.
pt_br: Importação iniciada. Atualize a página para verificar o status.
pt_pt: Importação iniciada. Actualize a página para receber informações sobre o estado.
ro: Import pornit. Reîncarcă această pagină pentru actualizara stării.
sr_rs: Увоз започет. Учитајте поново ову страницу да бисте видели тренутни статус.
uk: Розпочато введення. Перезавантажте цю сторінку для оновлення статусу.

source: Import could not be started. Please check error logs for more details.
bg_bg: Вмъкването не може да бъде стартирано. Проверете списъка със грешки за повече информация.
ca_es: La importació no s'ha pogut iniciar. Comproveu el registre d'errors per saber-ne més.
es: Importación no se pudo iniciar. Por favor, compruebe los registros de error para obtener más detalles.
fi_fi: Tuontia ei voitu aloittaa. Tarkista virheloki lisätietoja varten.
fr: L'import n'a pas démarré. Consultez les logs d'import pour plus de détails.
hr: Uvoz se ne može pokrenuti. Provjerite evidenciju o grešci za više detalja.
it: L'importazione non è potuta iniziare. Si prega di verificare il registro errori per maggiori dettagli.
ja: 開始がされました。ステイタス更新のためにはこのページをロードしてください。
mn: Импорт эхэлсэнгүй. Алдааны мэдээллийг шалгана уу.
nl_nl: Kan niet met importeren beginnen. Kijk in de foutenlogboeken voor meer informatie.
oc: L'impòrt es pas aviat. Consultatz los logs d'impòrt per mai de detalhs.
pt_br: Importação não pode ser iniciada. Por favor verifique os logs de erros para maiores detalhes.
pt_pt: A importação não pode ser iniciada. Por favor verifique os ficheiros de erros para mais detalhes.
ro: Nu am putut porni importul. Te rog, verifică jurnalul erorilor pentru mai multe detalii.
sr_rs: Увоз не може бити започет. За више детаља, молимо погледајте описе грешака.
uk: Не вдалося розпочати введення. Будь ласка, перевірте журнал помилок, щоб дізнатися більше.

source: Invalid column names. Column names must either be one of the following %s, or have the following format: {ElementSetName}:{ElementName}
bg_bg: Невалидни имена на колони. Имената на колони трябва да са някое от следните %s или да имат следния формат: {ElementSetName}:{ElementName}
ca_es: Noms de columna invàlids. Els noms de columna han de tenir un dels següents %s, o el format següent: {ElementSetName}:{ElementName}
es: Nombres de columna inválidos. Los nombres de columna deben ser uno de los siguientes %s o tener el siguiente formato: {ElementSetName}:{ElementName}
fi_fi: Sarakkeiden nimissä on virhe. Sarakkeen nimi tulee olla yksi seuraavista %s, tai noudattaa muotoa {Kenttäjoukko}:{KentänNimi}
fr: Nom de colonne non valide. Les noms de colonne doivent être parmi : %s, ou avoir le format suivant : {ElementSetName}:{ElementName}
hr: Pogrešna imena stupaca. Imena stupaca moraju biti jedno od sljedećih %s, ili imati sljedeći format: {NazivSkupaElemenata}:{NazivElementa}
it: Nomi di colonna non validi. I nomi di colonna devono essere uno dei seguenti %s, o essere del formato seguente: {NomeInsiemeElementi}:{NomeElemento}
ja: 列名が無効です。 列名は %s 次のいずれかであるか、{ElementSetName}：{ElementName}の形式でなければなりません。
mn: Баганы нэр буруу. Баганы нэр нь дараахын аль нэг байх ёстой %s . Эсвэл дараах форматын дагуу байна: {ElementSetName}:{ElementName}
nl_nl: Ongeldige kolomnamen. Kolomnamen moeten of een van de volgende %s hebben of voldoen aan het volgende format: {ElementSetNaam}:{Elementnaam}
oc: Nom de colomna invalid. Los noms de colomna devon èsser demest : %s, o aver lo format seguent : {ElementSetName}:{ElementName}
pt_br: Nomes de colunas inválidos. Nomes de colunas devem ser um dos sequintes %s, ou deve ter o formato: {ElementSetName}:{ElementName}
pt_pt: Nome de coluna inválido. Os nomes das colunas devem ser um destes %s, ou devem ter os seguintes formatos: {ElementSetName}:{ElementName}
ro: Nume de coloane nevalide. Numele coloanelor trebuie să arate așa %s sau să aibe următorul format: {ElementSetName}:{ElementName}
sr_rs: Неодговарајући називи колона. Називи колона морају бити неки од следећих %s, или имати следећи облик: {ElementSetName}:{ElementName}
uk: Недійсні назви стовпців. Назви стовпців мають бути одним із наведених нижче %s, або мати такий формат: {ElementSetName}:{ElementName}

source: Element "%s" is not found in element set "%s"
bg_bg: Елементът "%s" не е намерен в набора от елементи "%s"
ca_es: L'element "%s" no es troba en el conjunt d'elements "%s"
es: Elemento "%s" no se encuentra en el conjunto del elemento "%s"
fi_fi: Kenttää "%s" ei ole olemassa "%s" kenttäjoukossa
fr: L'élément "%s" n'appartient pas au jeu d'éléments "%s"
hr: Element "%s" nije pronađen u skupu elemenata "%s"
it: L'elemento "%s" non viene trovato nell'insieme di elementi "%s"
ja: 要素 "%s" は要素セット "%s" にありません
mn: "%s" элемэнт нь "%s" элемэнтийн багцад алга
nl_nl: Element '%s' is niet in elementset '%s' gevonden
oc: L'element "%s" aparten pas al jòc d'elements "%s"
pt_br: Elemento "%s" não encontrado nos elementos do grupo "%s"
pt_pt: O elemento "%s" não pode ser encontrado no conjunto de elementos "%s".
ro: Resursa „%s” nu a fost găsit în setul de resurse „%s”
sr_rs: Елеменат "%s" није пронађен у сету елемената "%s"
uk: Елемент "%s" не знайдено в наборі елементів "%s"
