Repository: omeka/plugin-CsvImport
Catalog: languages/*.po
Languages: bg_bg, ca_es, es, fi_fi, fr, hr, it, ja, mn, nl_nl, oc, pt_br, pt_pt, ro, sr_rs, uk

source: A single character that will be used to separate file paths or URLs within a cell (%s by default). If the delimiter is empty, then the whole text will be used as the file path or URL. Note that spaces, tabs, and other whitespace are not accepted.
bg_bg: Единичен символ, който ще бъде използван за разделител на файловите пътечки или URL в рамките на една клетка (%s по подразбиране). Знаци за интервал, табулация и други празни полета не се приемат.
ca_es: Un únic caràcter emprat per separar les rutes dels fitxers o els URLs dins d’una cel·la (%s per defecte). Si el delimitador es troba buit, aleshores s’utilitzarà els text complet com a ruta del fitxer o URL. Tingueu en compte que els espais, els espais de tabulació i altres espais en blanc no seran acceptats.
es: Un caracter que será usado para separar rutas de archivo o URLs dentro de una celda (%s de forma predeterminada). Si el delimitador está vacío, todo el texto será usado como la ruta de archivo o URL. Notese que los espacios, tabulaciones y otros espacios en blanco no están aceptados.
fi_fi: Erotinmerkki jota käytetään tiedostonimien tai tiedostojen URL-osoitteiden välissä taulukon sarakkeen sisällä (oletuksena %s). Huomaa, että välilyönnit, tabulaattori ja muut tyhjät merkit eivät ole sallittuja.
fr: Un caractère unique sera utilisé pour séparer les chemins vers les fichiers ou leurs URLs à l'intérieur d'une cellule (%s par défaut). Si le délimiteur est vide, la cellule entière sera utilisée comme chemin de fichier ou URL. Veuillez noter que les espaces, tabulations et caractères vides ne sont pas acceptés.
hr: Jedan znak koji će se koristiti za odvajanje putanja datoteka ili URL-a unutar jedne ćelije (%s po zadanim postavkama). Ako je graničnik prazan, tada će se cijeli tekst koristiti kao putanja datoteke ili URL. Imajte na umu da se razmaci, tabulatori i ostali prazni znakovi ne prihvaćaju.
it: Un carattere singolo che sarà usato per separare i percorsi dei file o gli URL all'interno di una cella (%s di default). Se il separatore è vuoto, allora l'intero testo verrà usato come percorso del file o URL. Notare che spazi, tabulazioni e altri caratteri di spaziatura non saranno accettati.
ja: セル内のファイルパスまたはURLを区切るために使用される単一の文字（デフォルトでは%s）。 区切り文字が空の場合、テキスト全体がファイルパスまたはURLとして使用されます。 スペース、タブ、およびその他の空白は受け入れられないことに注意してください。
mn: Нүдэнд байгаа URL хаяг эсвэл файлын зам бүрт хэрэглэгдэж байгаа анц тэмдэгт (%s -Үндсэн). Хэрэв хязгаарлагч хоосон бол, файлын зам болон URL хаяг болон бүх текстүүд хэрэглэгдэнэ. Зай, хоосон /whitespace/ зай, тааб зэргийг зөвшөөрөхгүй.
nl_nl: Een enkel teken dat gebruikt wordt om kolommen in de bestandspaden of URL's binnen een cel te scheiden (standaard is dat %s). Als er geen scheidingsteken wordt ingevuld, wordt de hele tekst als een bestandspad of URL gebruikt. Spaties, tabs en andere witruimtes worden niet geaccepteerd.
oc: Un caractèr unic serà utilizat per separar los camins cap als fichièrs o lors URLs a l'interior d'una cellula (%s per defaut). Se lo delimitador es void, la cellula entièra serà utilizada coma camin de fichièr o URL. Notatz que los espacis, tabulacions e caractèrs voids son pas acceptats.
pt_br: Um único caractere que será usado para separar os caminhos de aquivos ou URLs dentro de um campo (por padrão %s). Se esse separador estiver vazio todo o texto será usado como caminho ou URL. Espaços, tabulações e espaços em branco não serão aceitos.
pt_pt: Um caracter único que será usado para separar os caminhos ou URLs dos ficheiros (%s por defeito). Se o separador estiver vazio, então todo o texto vai ser usado como caminho ou URL. Atenção que espaços, tabulações ou outros espaços em branco não são aceites.
ro: Un simgur caracter care este folosit pentru a separa căile sau URL-urile în interiorul unei celule (%s este presetat). Dacă delimitatorul este gol, atunci întregul text va fi utilizat ca și cale sau URL. A se nota că spațiile, taburile și alte spații nu sunt acceptate.
sr_rs: Јединствени карактер који ће се користити за одвајање путања ка датотекама или URLs у оквиру једне ћелије (%s према основном подешавању). Уколико је знак за раздвајање празан, тада ће читав текст бити коришћен као путања до датотеке или URL. Имајте на уму да размаци, табулатори и други знаци размака нису прихватљиви.
uk: Один символ, який використовуватиметься для розділення шляхів до файлів або URL-адрес у клітинці (%sза замовчуванням). Якщо роздільник порожній, тоді шляхом до файлу або URL-адресу буде використовуватися весь текст. Зауважте, що пробіли, табуляції та інші порожні місця не приймаються.

source: File delimiter cannot be whitespace, and must be empty or one character long.
bg_bg: Разделителят на файловете не може да е знак за интервал, може да е празен или да е с дължина един знак.
ca_es: El delimitador dels fitxers no pot ser un espai en blanc. Deixeu-lo buit o feu servir com a mínim un caràcter.
es: Delimitador de archivo no pueden ser espacios en blanco y debe estar vacío o al menos de una extensión de un caracter.
fi_fi: Tiedostoerotin ei voi olla tyhjä merkki ja merkkejä tulee olla vain yksi.
fr: Le délimiteur de fichier ne peut être vide et doit contenir un caractère.
hr: Graničnik datoteka ne može biti razmak, i mora biti ili prazan ili dužine od jednog znaka.
it: Uno spazio bianco non può essere il separatore di file, e deve essere vuoto o lungo un carattere.
ja: ファイル区切り文字は空白にすることはできません。空白または1文字長くする必要があります。
mn: Файлын хязгаарлалт нь хоосон зайгүй /whitespase/, харин нэг тэмдэгт болон бүр хоосон байж болно.
nl_nl: Het scheidingsteken voor bestanden mag geen witruimte zijn en moet of leeg worden gelaten of één teken lang zijn.
oc: Lo delimitador de fichièr pòt pas èsser void e deu conténer un caractèr.
pt_br: O delimitador de arquivo não pode ser espaço em branco. Precisa ser vazio ou um caractere.
pt_pt: O separador de ficheiros não pode ser um espaço vazio e tem de estar vazio ou ter apenas um caracter.
ro: Delimitatorul de fișier nu poate fi un spațiu și trebuie să fie vid sau să fie un singur caracter.
sr_rs: Карактер за одвајање датотека не може бити размак и мора бити празан или дужине једног карактера.
uk: Розділювач стовпців не може бути пробілом і має бути порожнім або довжиною в один символ.

source: Choose Tag Delimiter
bg_bg: Изберете разграничител за маркерите
ca_es: Trieu el delimitador d'etiquetes
es: Elegir delimitador de etiqueta
fi_fi: Valitse avainsanojen erotin
fr: Choisir un délimiteur pour les mots clé
hr: Odaberite graničnik oznaka
it: Scegli il separatore per le etichette
ja: タグ区切りを選択
mn: Тааг хязгаарлагчийг сонгох
nl_nl: Kies een scheidingsteken voor tags
oc: Causir un delimitador pels mots clau
pt_br: Escolha o delimitador de tags
pt_pt: Escolha o separador de etiquetas
ro: Alege delimitatorul etichetelor
sr_rs: Одаберите знак за одвајање тагова
uk: Виберіть розділювач для міток

source: A single character that will be used to separate tags within a cell (%s by default). Note that spaces, tabs, and other whitespace are not accepted.
bg_bg: Единичен символ, който ще бъде използван за разделител на маркерите във файла в рамките на една клетка (%s по подразбиране). Знаци за интервал, табулация и други празни полета не се приемат.
ca_es: Un únic caràcter emprar per separar les etiquetes a una cel·la (%s per defecte). Tingueu en compte que es espais, espais de tabulació i altres espais en blanc no seran acceptats.
es: Un caracter será utilizado para separar etiquetas dentro de una celda (%s de forma predeterminada). Notese que los espacios, tabulaciones y otros espacios en blanco no están aceptados.
fi_fi: Erotinmerkki jota käytetään avainsanojen välissä taulukon sarakkeen sisällä (oletuksena %s). Huomaa, että välilyönnit, tabulaattori ja muut tyhjät merkit eivät ole sallittuja.
fr: Un caractère unique sera utilisé pour séparer les mots clé à l'intérieur d'une cellule (%s par défaut). Veuillez noter que les espaces, tabulations et caractères vides ne sont pas acceptés.
hr: Jedan znak koji će se koristiti za odvajanje oznaka unutar jedne ćelije (%s po zadanim postavkama). Imajte na umu da se razmaci, tabulatori i ostali prazni znakovi ne prihvaćaju.
it: Un carattere singolo che sarà usato per separare le etichette all'interno di una cella (%s di default). Notare che spazi, tabulazioni e altri caratteri di spaziatura non saranno accettati.
ja: セル内のタグを区切るために使用される単一の文字（デフォルトでは%s）。 スペース、タブ、およびその他の空白は受け入れられないことに注意してください。
mn: Нүдэнд байгаа тааг тус бүрт хэрэглэгдэх нэг тэмдэгт (%s -Үндсэн). Хоосон зай /whitespace/, таабуудыг зөвшөөрөхгүй..
nl_nl: Een enkel teken dat gebruikt wordt om tags in een cel te scheiden (standaard is dat %s). Spaties, tabs en andere witruimtes worden niet geaccepteerd.
oc: Un caractèr unic serà utilizat per separar los mots clau a l'interior d'una cellula (%s per defaut). Notatz que los espacis, tabulacions e caractèrs voids son pas acceptats.
pt_br: Um caractere único que será usado para separar as tags dentro de uma célula (por padrão %s). Observe que espaços, tabulações e outros espaços em branco não são aceitos.
pt_pt: Um caracter único que será usado para separar as etiquetas numa célula (%s por defeito). Atenção que espaços, tabulações ou outros espaços em branco não são aceites.
ro: Un singur caracter care va fi utilizat pentru a separa etichetele în interiorul unei celule (%s este presetat). A se nota că spațiile, taburile și alte spații nu sunt acceptate.
sr_rs: Јединствени карактер који ће се користити за одвајање тагова у оквиру ћелије (%s према основном подешавању). Имајте на уму да размаци, табулатори и други знаци размака нису прихватљиви.
uk: Один символ, який використовуватиметься для розділення тегів в середині стовпців (%sза замовчуванням). Зауважте, що пробіли, табуляції та інші порожні місця не приймаються.

source: Tag delimiter cannot be whitespace and must be one character long.
bg_bg: Разделителят на маркерите не може да е знак за интервал и трябва да е с дължина един знак.
ca_es: El delimitador de les etiquetes no pot ser un espai en blanc. Feu servir com a mínim un caràcter.
es: Delimitador de etiqueta no debe ser un espacio en blanco y debe ser al menos de una extensión de un caracter.
fi_fi: Avainsanojen erotin ei voi olla tyhjä merkki ja merkkejä tulee olla vain yksi.
fr: Le délimiteur de mot clé ne peut être vide et doit contenir un caractère.
hr: Graničnik oznaka ne može biti razmak i mora biti dužine jednog znaka.
it: Uno spazio bianco non può essere il separatore per le etichette e dev'essere lungo un carattere.
ja: タグ区切り文字は空白であってはならず、1文字長でなければなりません。
mn: Таагийн хязгаарлалт нь хоосон зайгүй /whitespase/, 1 тэмдэгтийн урттай байна.
nl_nl: Het scheidingsteken voor tags mag geen witruimte zijn en moet één teken lang zijn.
oc: Lo delimitador de mot clau pòt pas èsser void e deu conténer un caractèr.
pt_br: Um delimitador de tag não pode ser um espaço em branco e deve ser um caractere de comprimento.
pt_pt: O separador de etiquetas não pode ser um espaço vazio e tem de ter apenas um caracter.
ro: Delimitarea etichetelor nu poate fi un spațiu și trebuie să fie un singur caracter.
sr_rs: Карактер за одвајање тагова не може бити размак и мора бити дужине једног карактера.
uk: Тег розділювача не може бути пробілом і має бути довжиною в один символ.

source: Choose Element Delimiter
bg_bg: Изберете разграничител за елементите
ca_es: Trieu l'element delimitador
es: Elegir delimitador de elemento
fi_fi: Valitse kenttäerotin
fr: Choisir un délimiteur pour les contenus.
hr: Odaberite graničnik elemenata
it: Scegliere il separatore di elementi
ja: 要素の区切り文字を選択します。
mn: Элемэнт хязгаарлагчийг сонгох
nl_nl: Kies een scheidingsteken voor elementen
oc: Causir un delimitador pels contenguts.
pt_br: Escolha o delimitador de elemento
pt_pt: Escolha o separador de elementos
ro: Alege delimitatorul de resurse
sr_rs: Одаберите сепаратор елеманата
uk: Виберіть роздільник елементів

source: A single character that will be used to separate metadata elements within a cell (%s by default). If the delimiter is empty, then the whole text will be used as the element text. Note that spaces, tabs, and other whitespace are not accepted.
bg_bg: Единичен символ, който ще бъде използван за разделител на елементите от метаданните в рамките на една клетка (%s по подразбиране). Ако няма разграничител, целият текст ще бъде използван като текст на елемента. Знаци за интервал, табулация и други празни полета не се приемат.
ca_es: Un únic caràcter emprat per separar els elements de l’esquema de metadades dins d’una cel·la (%s per defecte). Si el delimitador es troba buit, aleshores s’utilitzarà el text complet com a valor de l’element. Tingueu en compte que els espais, els espais de tabulació i altres espais en blanc no seran acceptats.
es: Un caracter que será usado para separar elementos de metadatos dentro de una celda (%s de forma predeterminada). Si el delimitador está vacío, todo el texto será usado como el texto del elemento. Notese que los espacios, tabulaciones y otros espacios en blanco no están aceptados.
fi_fi: Erotinmerkki jota käytetään kuvailutietokenttien välissä taulukon sarakkeen sisällä jos kuvailutietokenttää halutaan toistaa (oletuksena %s). Ilman erotinmerkkiä kaikki taulukon sarakkeen arvot kirjoitetaan peräkkäin yhteen kenttään. Huomaa, että välilyönnit, tabulaattori ja muut tyhjät merkit eivät ole sallittuja.
fr: Un caractère unique sera utilisé pour séparer les métadonnées à l'intérieur d'une cellule (%s par défaut). Si le délimiteur est vide, la cellule entière sera utilisée comme texte pour l'enregistrement. Veuillez noter que les espaces, tabulations et caractères vides ne sont pas acceptés.
hr: Jedan znak koji će se koristiti za odvajanje elemenata metapodataka unutar jedne ćelije (%s po zadanim postavkama). Ako je graničnik prazan, tada će se cijeli tekst koristiti kao tekst elementa metapodatka. Imajte na umu da se razmaci, tabulatori i ostali prazni znakovi ne prihvaćaju.
it: Un carattere singolo che sarà usato per separare gli elementi metadati all'interno di una cella (%s di default). Se il separatore è vuoto, allora l'intero testo verrà usato come il testo dell'elemento. Notare che spazi, tabulazioni e altri caratteri di spaziatura non saranno accettati.
ja: セル内のメタデータ要素を区切るために使用される単一の文字（デフォルトでは%s）。 区切り文字が空の場合、全体のテキストは、要素のテキストとして使用されます。 スペース、タブ、およびその他の空白は受け入れられないことに注意してください。
mn: Нүдэнд байгаа мета элемэнтүүдэд хэрэглэгдэх байгаа ганц тэмдэгт (%s -Үндсэн). Хэрэв хязгаарлагч хоосон бол, элемэнтийн бүх текстүүд хэрэглэгдэнэ. Зай, хоосон /whitespace/ зай, тааб зэргийг зөвшөөрөхгүй.
nl_nl: Een enkel teken dat gebruikt wordt om metadata-elementen binnen een cel te scheiden (standaard is dat %s). Als er geen scheidingsteken wordt ingevuld, wordt de hele tekst als een elementtekst gebruikt. Spaties, tabs en andere witruimtes worden niet geaccepteerd.
oc: Un caractèr unic serà utilizat per separar las metadonadas a l'interior d'una cellula (%s per defaut). Se lo delimitador es void, la cellula entièra serà utilizada coma texte per l'enregistrament. Notatz que los espacis, tabulacions e caractèrs voids son pas acceptats.
pt_br: Um caractere único que será usado para separar elementos de metadata dentro de uma célula (por padrão%s). Se o delimitador estiver vazio o texto inteiro será usado co texto do elemento. Observe que espaços, tabulações e outros espaços em branco não são aceitos.
pt_pt: Um caracter único que será usado para separar os elementos dos metadados nas células (%s por defeito). Se o separador estiver vazio, então todo o texto será usado como texto para o elemento. Atenção que espaços, tabulações ou outros espaços em branco não são aceites.
ro: Un singur caracter care va fi utilizat pentru a separa elementele de metadate dintr-o singură celulă (%s este presetat). Dacă delimitatorul este vid, atunci întregul text va fi folosit ca fiind textul resursei. A se nota că spațiile, taburile și alte spații nu sunt acceptate.
sr_rs: Јединствени карактер који ће се користити за одвајање елемената метаподатака у оквиру једне ћелије (%s према основном подешавању). Уколико је знак за раздвајање празан, тада ће читав текст бити коришћен као текст елемента. Имајте на уму да размаци, табулатори и други знаци размака нису прихватљиви
uk: Один символ, який використовуватиметься для розділення елементів метадених у клітинці (%sза замовчуванням). Якщо роздільник порожній, тоді весь текст буде використовуватися як елемент тексту. Зауважте, що пробіли, табуляції та інші порожні місця не приймаються.

source: Element delimiter cannot be whitespace, and must be empty or one character long.
bg_bg: Разделителят на елементите не може да е знак за интервал, може да е празен или да е с дължина един знак.
ca_es: El delimitador dels elements no pot ser un espai en blanc. Deixeu-lo buit o feu servir com a mínim un caràcter.
es: El delimitador de elemento no puede ser un espacio en blanco, y debe estar vacío o de una extensión de un caracter.
fi_fi: Kenttäerotin ei voi olla tyhjä merkki
fr: Le délimiteur de contenus ne peut être vide et doit contenir un caractère.
hr: Graničnik elemenata ne može biti razmak i mora biti dužine jednog znaka.
it: Uno spazio bianco non può essere il separatore per gli elementi e dev'essere lungo un carattere.
ja: 要素区切り文字は空白であってはならず、空白または1文字の長さでなければなりません。
mn: Элемэнтийн /талбарын/ хязгаарлалт нь хоосон зайг /whitespase/ зөвшөөрөхгүй, харин нэг тэмдэгт болон бүр хоосон байж болно.
nl_nl: Het scheidingsteken voor elementen mag geen witruimte zijn en moet of leeg worden gelaten of één teken lang zijn.
oc: Lo delimitador de contenguts pòt pas èsser void e deu conténer un caractèr.
pt_br: O elemento delimitador não pode ser um espaço em branco e deve ser vazio ou ter um caractere.
pt_pt: O separador de elementos não pode ser um espaço vazio e tem de estar vazio ou ter apenas um caracter.
ro: Delimitatorul de resurse nu poate fi un spațiu și fie este vid, fie doar un singur caracter.
sr_rs: Карактер за одвајање елемената не може бити размак и мора бити празан или дужине једног карактера.
uk: Розділювач елементів не може бути пробілом і має бути порожнім або довжиною в один символ.

source: Upload CSV File
bg_bg: Качване на CSV файл
ca_es: Carregueu un fitxer CSV
es: Cargar archivo CSV
fi_fi: Tuontitiedosto
fr: Charger un fichier CSV
hr: Postavi CSV datoteku
it: Carica un file CSV
ja: CSVファイルをアップロード
mn: CSV файлыг илгээх
nl_nl: Upload een csv-bestand
oc: Cargar un fichièr CSV
pt_br: Carregar um arquivo CSV
pt_pt: Enviar o ficheiro CSV
ro: Încarcă fișierul CSV
sr_rs: Отпремање CSV датотекe
uk: Завантажити CSV файл

source: Maximum file size is %s.
bg_bg: Максималният размер на файла е %s
ca_es: La mida màxima del fitxer és %s.
es: Tamaño máximo de archivo es %s.
fi_fi: Tiedoston enimmäiskoko on %s
fr: La taille maximale du fichier est de %s.
hr: Maksimalna veličina datoteke je %s.
it: La dimensione massima del file è %s.
ja: 最大ファイルサイズは %s です。
mn: Файлын хамгийн их хэмжээ %s.
nl_nl: De maximum bestandsgrootte is %s.
oc: La talha maximala del fichièr es de %s.
pt_br: O tamanho máximo do arquivo é %s.
pt_pt: O tamanho máximo do ficheiro é %s.
ro: Dimensiunea maximă este %s.
sr_rs: Максимална величина датотеке је %s.
uk: Максимальний розмір файлу %s

source: The file you have uploaded exceeds the maximum post size allowed by the server. Please upload a file smaller than %s.
bg_bg: Каченият файл надхвърля максималния размер позволен от сървъра. Качете файл по- малък от %s.
ca_es: El fitxer que heu carregat excedeix la mida màxima permesa al servidor. Torneu a carregar un fitxer inferior a %s.
es: El archivo que ha subido excede el máximo de tamaño permitido por el servidor. Por favor cargue un archivo menor a %s.
fi_fi: Tuontitiedoston koko ylittää palvelimen määrittämän ylärajan %s.
fr: Le fichier téléchargé dépasse la limite imposée par le serveur. Veuillez charger un fichier de moins de %s.
hr: Datoteka koju ste postavili premašuje maksimalnu veličinu dopuštenu od strane poslužitelja. Postavite datoteku manju od %s.
it: Il file che hai caricato eccede la massima dimensione accettabile dal server. Si prega di caricare un file più piccolo di %s.
ja: アップロードしたファイルは、サーバーで許可されている最大投稿サイズを超えています。%sより小さいファイルをアップロードしてください。
mn: Таны оруулсан файлын хэмжээ сервэрт зөвшөөрөгдсөн хэмжээнээс хэтэрсэн байна. %s -ээс бага хэмжээтэй файл оруулна уу.
nl_nl: Het bestand dat u hebt geüpload is groter dan de maximale omvang die door de server is toegestaan. Upload een bestand dat kleiner is dan %s.
oc: Lo fichièr telecargat depassa lo limit impausat pel servidor. Cargatz un fichièr de mens de %s.
pt_br: O arquivo que você carregou supera o tamanho máximo permitido pelo servidor. Por favor carregue arquivos menores que %s.
pt_pt: O ficheiro que enviou excede o tamanho máximo permitido para o servidor. Por favor envie um ficheiro mais pequeno que %s.
ro: Fișierul încărcat depășește dimensiunea permisă de server. Încarcă un fișier mai mic de limita de %s.
sr_rs: Датотека коју сте отпремили превазилази максималну дозвољну величину на серверу. Молимо отпремите датотеку мању од %s.
uk: Файл, який Ви завантажили, перевищує максимальний розмір публікації, дозволений сервером. Будь ласка, завантажте файл менше ніж %s

source: CSV Import Errors
bg_bg: Грешки при CSV вмъкването
ca_es: Errors en la importació del CSV
es: Errores de importación del archivo CSV
fi_fi: Virheet CSV-tuonnissa
fr: Erreur d'importation CSV
hr: Greška pri uvozu CSV datoteke
it: Errori CSV Import
ja: CSVインポートエラー
mn: CSV оруулж ирэхэд гарсан алдаанууд
nl_nl: Fouten bij csv-import
oc: Error d'importacion CSV
pt_br: Erro ao importar CSV
pt_pt: Erros de importação do CSV
ro: Erori de import CSV
sr_rs: Грешке приликом CSV увоза.
uk: Помилка введення CSV

source: The following problems were found with your CSV file and Omeka installation.
bg_bg: Възникнаха следните проблеми с вашето CSV вмъкване и Omeka инсталацията.
ca_es: S’han trobat els problemes següents amb el vostre fitxer CSV i la instal·lació d’Omeka.
es: Los siguientes problemas fueron encontrado con su archivo CSV y
fi_fi: Tuontitiedostossa tai Omeka-asennuksessa havaittiin seuraavat virheet.
fr: Les problèmes suivants ont été détectés dans votre fichier CSV et votre instance d'Omeka.
hr: Sljedeći problemi su nađeni u vašoj CSV datoteci i instalaciji Omeke.
it: I seguenti problemi sono stati trovati nel tuo file CSV e nell'istallazione Omeka.
ja: CSVファイルとOmekaのインストールで、次の問題が見つかりました。
mn: CSV болон OMEKA-д дараах алдаанууд илэрлээ
nl_nl: In uw csv-bestand en versie van Omeka werden de volgende problemen ontdekt.
oc: Los problèmas seguents son estats detectats dins vòstre fichièr CSV e vòstra instància d'Omeka.
pt_br: Foram encontrados os seguintes problemas no seu arquivo CSV e na instalação do Omeka:
pt_pt: Foram encontrados os seguintes problemas com o ficheiro CSV e com a instalação do Omeka.
ro: Următoarele probleme au fost detectate cu privire la fișierul CSV propriu și cu privire la starea Omeka.
sr_rs: Следећи проблеми су забележени у вези са вашом CSV датотеком и инсталацијом Омеке.
uk: З вашим файлом CSV та інсталяцією Omeka виявлено такі проблеми.
